/**
  ******************************************************************************
  * @file    serialport.h
  * @author  乐易住
  * @version V1.0.0
  * @date    2018/1/5
  * @brief   串口硬件封装
  ******************************************************************************
  * @attention
  * 串口硬件中间层
  * 
  ******************************************************************************
  */
#ifndef __SERIALPORT_H
#define __SERIALPORT_H
#include "stm32f10x.h"

void HAL_SerialPort_Process(void);

#endif
